Repository: steineggerroland/VirtualEntities
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Name may contain digits, letters and symbols of _-,.()
de: Darf Zahlen, Buchstaben und die Symbole _-,.( ) enthalten

source: May just contain digits, letters and symbols of _-,.()
de: Nur Zahlen, Buchstaben und die folgenden Symbole _-,.( ) sind erlaubt

source: Appliance %(name)s
de: Gerät %(name)s

source: Virtual Entities
de: Virtuelle Sachen

source: Appliance depot
de: Gerätelager

source: Edit %(appliance_name)s
de: %(appliance_name)s bearbeiten

source: Configure %(appliance_name)s
de: Konfiguration von %(appliance_name)s

source: Dishwasher
de: Geschirrspülmaschine

source: Dryer
de: Trockner

source: Washing machine
de: Waschmaschine

source: Unknown entity
de: Unbekanntes Ding

source: Running since %(xMinutes)s
de: Läuft seit %(xMinutes)s

source: Needs to be unloaded
de: Muss entladen werden

source: Currently idling
de: Derzeit im Ruhezustand

source: Finished last run %(xMinutesAgo)s
de: Letzter Lauf beendet %(xMinutesAgo)s

source: Power consumption (Watt)
de: Stromverbrauch (Watt)

source: Appliance
de: Gerät

source: Back to details
de: Zurück zu den Details

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Overview
de: Überblick

source: Refresh every 30 seconds
de: Alle 30 Sekunden aktualisieren

source: Fullscreen
de: Vollbild

source: Dark mode
de: Nachtmodus

source: The depot is empty
de: Das Lager ist leer

source: Room catalog
de: Raumverzeichnis

source: No rooms in catalog
de: Das Verzeichnis ist leer

source: Register of persons
de: Personenverzeichnis

source: Edit %(person_name)s
de: %(person_name) bearbeiten

source: Configure %(person_name)s
de: Konfiguration von %(person_name)s

source: Calendars
de: Kalender

source: %(num)d Appointment
de: %(num)d Termin

source: 7 days preview
de: 7 Tagesvorschau

source: Room %(name)s
de: Raum %(name)s

source: Edit %(room_name)s
de: %(room_name)s bearbeiten

source: Configure %(room_name)s
de: Konfiguration von %(room_name)s

source: Temperature
de: Temperatur

source: Humidity
de: Luftfeuchte

source: Temperature [°C]
de: Temperatur [°C]

source: Humidity [%%]
de: Luftfeuchte [%%]

source: Temperature thresholds
de: Temperaturgrenzbereiche

source: Optimum from %(lower_bound_degree)s°C to %(upper_bound_degree)s°C
de: Optimale Temperatur zwischen %(lower_bound_degree)s°C und %(upper_bound_degree)s°C

source: Critical below %(critical_lower_degree)s°C and above %(critical_upper_degree)s°C
de: Temperatur kritisch unter %(critical_lower_degree)s°C und über %(critical_upper_degree)s°C

source: Humidity thresholds
de: Luftfeuchtegrenzbereiche

source: Optimum from %(lower_bound_percentage)s%% to %(upper_bound_percentage)s%%
de: Optimale Luftfeuchte zwischen %(lower_bound_percentage)s%% und %(upper_bound_percentage)s%%

source: Critical below %(critical_lower_percentage)s%% and above %(critical_upper_percentage)s%%
de: Luftfeuchte kritisch unter %(critical_lower_percentage)s%% oder über %(critical_upper_percentage)s%%

source: Register of Persons
de: Personenverzeichnis

source: Register is empty
de: Das Verzeichnis ist leer

source: Unknown type: %(type)s
de: Unbekannter Typ: %(type)s

source: Running
de: Läuft

source: Loaded
de: Beladen

source: Idling
de: Untätig

source: Unload
de: Entladen

source: Needs unloading
de: Muss entladen werden

source: Icons made by %(author)s from %(url)s
de: Icons erstellt von %(author)s von %(url)s

source: Calendar
de: Kalender

source: Humidity optimal
de: Luftfeuchte optimal

source: Humidity slightly out of range
de: Luftfeuchte etwas außerhalb des optimalen Bereichs

source: Humidity out of range
de: Luftfeuchte außerhalb des optimalen Bereichs

source: Humidity unknown
de: Luftfeuchte unbekannt

source: Last seen %(xTimeAgo)s
de: Zuletzt gesehen %(xTimeAgo)s

source: Never seen
de: Nie gesehen

source: Online status not known
de: Online status unbekannt

source: Power consumption
de: Stromverbrauch

source: Power consumption unknown
de: Stromverbrauch unbekannt

source: Temperature unknown
de: Temperatur unbekannt

source: Temperature optimal
de: Temperatur optimal

source: Temperature slightly out of range
de: Temperatur leicht außerhalb des optimalen Bereichs

source: Temperature out of range
de: Temperatur weit außerhalb des optimalen Bereichs

source: There is no appliance with name '%(appliance_name)s'
de: Kein Gerät mit Namen '%(appliance_name)s' gefunden

source: Appliance successfully updated
de: Gerät erfolgreich aktualisiert

source: Something went wrong
de: Etwas ist schief gelaufen

source: Failed to change appliance, see errors in the form
de: Gerät nicht geändert, siehe Fehler im Formular

source: No person found with name '%(name)s'
de: Keine Person mit Namen '%(name)s' gefunden

source: No person found with that name
de: Keine Person mit diesem Namen gefunden

source: Person successfully updated
de: Personendaten erfolgreich aktualisiert

source: Failed to change person, see errors in the form
de: Personendaten nicht aktualisiert, siehe Fehler im Formular

source: No room found with name '%(name)s'
de: Kein Raum mit Namen '%(name)s' gefunden

source: No room found with that name
de: Kein Raum mit diesem namen gefunden

source: Room successfully updated
de: Raumdaten erfolgreich aktualisiert

source: Failed to change room, see errors in the form
de: Raumdaten nicht aktualisiert, siehe Fehler im Formular
